[
  {
    "id": 3375,
    "name": "Multi Functional Cloth Washing Brush Shoe Scrub Brush",
    "featured": true,
    "price": "199",
    "regular_price": "699",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-5.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-1-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-2-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-3-1.png"
    ],
    "description": [
      "Product: Third Generation Cleaning Brush.",
      "Product Dimensions: 12 x 6 x 6 cm",
      "Item Weight: 100 g",
      "Net Quantity: 1.00",
      "Color: On Availability",
      "Brand: Rubberfy.",
      "Material: PBT Brush + Sponge.",
      "Easy to use: Open the cap on the top of the brush. Now, fill it with soap to fill the body and lock it in place. To start cleaning, simply press the button and it sprays soap or cleaning solution through the brush head.",
      "Easy to store: This cloth washing brush comes with a silicone cord and is therefore very easy to hang. Also, please dry the brush completely after use. Do not leave in water for a long time. This will damage the bristles. Also, please do not put it in the dishwasher. That can seriously destroy the brush.",
      "Ergonomic design: This shoe scrubbing brush is easy to hold, easy to apply force and can clean clothes, shoes of all types very well.",
      "FAQ'S",
      "You must first brush the surface. i.e brush against the lie of the material. This is to remove all the dust that is trapped inside it. Then brush down the nap for a smooth finish. If you want to brush out a mark, brush it with short, quick strokes, but never poke at cloth or you will break the fiber.",
      "This brush is a true multi-functional item. This can be used as a dry brush while there is no liquid in its dispenser. Also, it can be used as a liquid scrubbing brush both as a shoe scrub brush to clean your shoes. Again you can also use it to clean your clothes during laundry.",
      "First knock the shoe gently and knock off the dirts and dry muds off it. Then you add cleaning solution on the dispenser. Now, soak the shoe in hot water and scrub it with the brush and press the brush to add in the solution while cleaning. Finally dry the shoe properly to use it again next time.",
      "Please note that multiple types of shoe materials get damaged if contacted with water. For such shoes, please clean with the dry form of brush without any solution in the dispenser."
    ],
    "short_description": [
      "Product Details:",
      "Easy to use: With simple design, a cloth washing brush is extremely easy to use.",
      "Easy to store: With a silicone hanging rope design to hang from the wall, it is very easy to store and use again.",
      "Ergonomic design: This shoe scrubbing brush is easy to hold, easy to apply force and can clean clothes, shoes of all types very well.",
      "Multi-functional: This brush can be used for both shoe scrubbing, cloth brushing and can be even used for dish brushing in the kitchen."
    ],
    "category": "Brushes and Dusters"
  },
  {
    "id": 3370,
    "name": "Body Shower Exfoliating Bathing Sponge (Pack of 3)",
    "featured": true,
    "price": "349",
    "regular_price": "675",
    "sale_price": "349",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-1-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-2-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-3.png"
    ],
    "description": [
      "Shape: Rectangle.",
      "Product Dimensions: 13 x 7 x 3 cm",
      "Item Weight: 50 g",
      "Net Quantity: 3.00",
      "Color: On Availability",
      "Brand: Rubberfy.",
      "Item part number ‏: ‎Sponge.",
      "This is a bathing sponge made of artificial Eco-friendly material. It comes as a hard sponge which gets softer on soaking water and then gets harder once it dries. Therefore it gives you a great feeling to use and scrub your face and body with.",
      "It is a multi-use item. You can scrub your face and softer body parts without soap for gentle exfoliation. Also you can use it for a bit harder peeling effect and remove the dead skin cells from thicker skins of your body.",
      "It is the most hygienic of all the bath loofahs alternative to it. Loofahs made of natural sea sponge or cotton, mesh or grid structures carry dead skin cells, soap residue and dirt inside them and soon become a breeding ground of bacteria. Having no such structure, this sponge has no such problem only.",
      "This sponge is one of the greatest item to experience a gentle bubble bath or soothing shower. And it is easy to clean after too.",
      "Once in a week, for health reasons, please soak it in bleaching powder or baking soda solution for 15 minutes and then rinse it afterwards. This will keep it squeaky clean to the end.",
      "FAQ'S",
      "Shower sponges should be replaced frequently. In the case of a loofah, aim for getting a new one every four to six weeks. Natural sea sponges should be replaced even more frequently, typically every three to four weeks. Our shower sponge can last a bit longer being a more hygienic option, but still, we recommend changing it every six weeks to avoid health concerns.",
      "Mix one tablespoon of baking soda per cup of water in a small mug or bucket. Then, soak your bathing sponge for 15 minutes on this mixture each week or two. After that, rinse and allow to air dry. In addition to thoroughly cleaning the sponge, baking soda revives the sponge's internal structure for increased durability.",
      "In short, shower puffs made of natural sponges are not hygienic. But our shower puffs are made of Eco-friendly artificial materials and have a different kind of structure that doesn’t let dead skins and bacteria grow inside it. So our loofahs are safe and hygienic, while your ordinary plastic or natural sea sponges aren’t."
    ],
    "short_description": [
      "Product Details:",
      "First, you need to soak it in the water for a while. Also, don’t use soap or gel on it, just scrub it to your body with water.",
      "Sponge becomes soft once exposed to water – it will harden after drying and will not affect normal use. It will become soft again after soaking and can be used repeatedly like this.",
      "This product is suitable for adults and children equally. Father, mother, child, i.e. full family can use it. But for hygiene reason, one should use one sponge par person and that is the healthier practice.",
      "This powerful soft sponge not only removes dirt from the body but also effectively cleans and exfoliates your dead skin cells."
    ],
    "category": "Bathing Accessories"
  },
  {
    "id": 3361,
    "name": "Waterproof Foldable Play Mat For Floor Crawl",
    "featured": true,
    "price": "699",
    "regular_price": "999",
    "sale_price": "699",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/09/Untitled-design-2.png"
    ],
    "description": [
      "Age: 0 to 5 years.",
      "Age: 0 to 5 years.",
      "Product Dimensions: 180 x 120 x 0.6 cm",
      "Item Weight: 500 g",
      "Net Quantity: 1.00",
      "How to use:",
      "Place the baby on this waterproof mat around 3 times a day. The interaction is best when the baby is awake.",
      "Doctors also advise that the baby should be with bare minimum clothes while on the mat. This helps them grow the feeling of touch and sensory nerve stimulations.",
      "Finally, allow the baby to explore the mat at his/her own ease. If your baby can sit or crawl a bit, placing a few toys around the mat will help them grow better.",
      "Do not wash the mat, dry clean only. In case it is soiled, you can clean the dirty area with a damp cloth.",
      "This mat is totally safe for babies. It is recommended to use it till the baby starts crawling at a speed.",
      "Large and Reversible - This large one piece play mat is big for your baby to crawl around. It also helps achieve their milestones by preventing bumping head on the floor. In addition, double sides with cute patterns, your baby will have a happy tummy time on!",
      "Large and Reversible - This large one piece play mat is big for your baby to crawl around. It also helps achieve their milestones by preventing bumping head on the floor. In addition, double sides with cute patterns, your baby will have a happy tummy time on!",
      "Foldable and Portable - With foldable design and a carrying bag, the mat can be folded and stored in seconds. You can carry it to a kids club house, for an outdoor picnic or other activities, protecting your child from dirty carpets and floors.",
      "Soft and BPA Free - With a thickness of 0.6cm, the play mat is safe for slips and falls during your baby's tummy time. It protect your child from cold floors too. Without any sharp corners or edges, this mat will provide good cushioning when your baby is learning to crawl or walk.",
      "Waterproof and Easy To Clean - The surface is waterproof, you could enjoy how easy the crawling mat is to clean, wipe it a few times with disinfectant or tissues. And no worries about coming apart or dirt / lint falling between the seams!",
      "Super Light and Safe - Made of silicone, it retains its shape like memory foam even after prolonged usage, super light and with no taste or smell. We aim to provide the best health care for your kids!",
      "FAQ'S",
      "You can use a play mat from day one. But, babies between three to six months old will love it the most. During this stage, your little star develops hand-eye coordination. So the colorful play mat really helps them grow. It also helps in growing their muscles during their tummy time. Tummy time is necessary for body growth, as per doctors. So, your baby will be using the playmat for at least 3 to 4 months if not more.",
      "Our foldable playmats are not traditional non-slip mats. Instead, they are designed to be used on both sides while still providing cushioning. If you find your play mat slipping on your carpet or hard floors you can place a non-slip mat underneath. Check our site for non-slip traditional mats for this.",
      "With a range of colors, materials, sounds, and textures a play mat will help keep your child entertained for many months. These crawling mats help them to develop important skills through play and exploration. If you can occasionally move the toys around and rearrange them this will give your child new things to try out. So, in short, a play mat help in growing a child’s cognitive skills and hand-eye co-ordinations."
    ],
    "short_description": [
      "Product Details:",
      "With the great designs, it is Ideal for kids growth and learning.",
      "It is a waterproof playmat and also it is easy to clean.",
      "These crawling mats provide a safe and independent play space for your child.",
      "The character designs are colorful, vivid and educational to stimulate child’s emotional and creative development",
      "Finally, being non-toxic and baby-friendly, it is a perfect addition to kids room decor."
    ],
    "category": "Toys and Gaming"
  },
  {
    "id": 3343,
    "name": "Rubber Hot Water Bag",
    "featured": true,
    "price": "249",
    "regular_price": "599",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/09/Rubber-Hot-Water-Bag-Image.png"
    ],
    "description": [
      "Material: High-Quality Rubber.",
      "High-Quality Rubber.",
      "Color: Multi (Color as Per Available In Stock)",
      "Product Dimensions: L x W x H: 12 x 07 x 04 Centimetres",
      "Item Weight: 200 g",
      "Net Quantity: 1.00",
      "Specifications:",
      "Brand: Rubberfy",
      "Generic Name: Heating Bag",
      "Best material: Hot Water Bag is made of high-quality rubber. Perfect for hot/cold water. Wide opening for easy filling. Ribbed surface helps maintain temperature. Soft, washable slipcover, Improves circulation, Reduces pain. Natural relief for a sore back, Arthritis, tight muscles, Menstrual cramps, etc.",
      "Usage: You can use a heat water bag for pain relief of any kind. It can be back pain from long office hours, or muscle pain from a heavy workout. It also helps greatly for period cramps, arthritis, and other medical cases.",
      "Easy to maintain: Rubberfy hot water bags are easy to clean. While its not advisable to put it into a washing machine, you can easily clean it off with simple water and rinsing. Also, rubber makes it more long-lasting and easy to clean.",
      "Senior-friendly: Not all market products are made keeping senior citizens in mind. But the hot bag from rubberfy hot water bags is made specially keeping senior citizens and the easy usability for them in mind.",
      "FAQ'S",
      "Rubber hot water bags or rubber hot water bottles stay hot for 20 to 30 minutes generally. After you have filled it up, it will reach the maximum temperature soon, and then you can place it on your back or bed. But make sure you don’t leave the hot water bag on your body for longer than 30 minutes at a stretch.",
      "Yes, most fitted covers, you can wash normally using a mild detergent. Some bags can be machine washed at 40 degrees which will be specified on the product descriptions. We do not recommend 3D covers are washed, just surface cleaned with a damp sponge.",
      "Most cases of back pain are short-term, ranging from days to months, but even in long-term cases brought on by specific illnesses, you can use a hot water bottle for back pain! Basically, warm water stimulates blood flow to stiff muscles and joints. The soothing warmth helps relax your muscles, reduces muscle spasms, and promotes tissue healing. A warm bath is also the ideal place to do some gentle stretching."
    ],
    "short_description": [
      "Product Details:",
      "Material: High-Quality Rubber.",
      "Color: Multi (Color as Per Available In Stock)",
      "Usage Instructions: Add hot water, close the cap. Make sure it is not boiling hot. First, cool it down a bit and then use it for heat therapy treatment.",
      "High quality: These are high-quality guaranteed rubber heat water bags. Also, they are leakproof, colorful. They are easy to clean & Keep water hot for a longer time.",
      "Senior-friendly: These are extremely good quality products regularly used by Senior citizens and they find them very easy to use. Also works for people with back pain from office work and so on."
    ],
    "category": "Health & Personal Care"
  },
  {
    "id": 3235,
    "name": "Silicone Pastry Brush (Pack of 2)",
    "featured": true,
    "price": "199",
    "regular_price": "499",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/08/Untitled-design-4.png"
    ],
    "description": [
      "Non-Toxic",
      "Color: On Availability",
      "Net Quantity: 2.00",
      "Specifications:",
      "Brand: Rubberfy",
      "Generic Name: Kitchen Accessories",
      "Detailed Description:",
      "Dishwasher Safe- The full silicone design of the pastry brush is easy to clean. Simply wipe in hot water and then bloat and dry in air.",
      "Full Edible Silicone Material- It is hygienic and healthy and harmless to the body. Rubberfy kitchen utensils are made of full silicone material. You don’t need to worry about the pastry brush getting moldy, bristles loosening or so on. High quality edible silicone material makes the kitchenware more durable.",
      "Full Edible Silicone Material- It is hygienic and healthy and harmless to the body. Rubberfy kitchen utensils are made of full silicone material. You don’t need to worry about the pastry brush getting moldy, bristles loosening or so on. High quality edible silicone material makes the kitchenware more durable.",
      "Heat-resistant & Non-stick- Rubberfy silicone pastry brushes are nontoxic and environment-friendly. Also, they are non-stick and have high temperature resistance. The high frequency of use & withstand -40°C and 230°C high temperature. Anti scalding silicone handle protects your hand from burning and silicone head protects your pans. It keeps the cookware surface unscratched or dented.",
      "Extra soft bristles: The soft bristles of the brush helps you design creme or paint oil on top of your cake/ pastry without scratching the smooth surface. This is especially helpful while creating designer cookies or special pastries.",
      "FAQ'S",
      "The best breads achieve their golden-brown crust from an egg wash or melted butter spread on top before you put them in the oven. Or when you need to grease a pan, using a food brush helps you do it quickly and cleanly. If you've added too much seasoning, a brush can even be dipped in water and brushed against a dish to remove the extra seasoning. The uses for a pastry brush in your kitchen can pile up quickly.",
      "First, always clean your traditional pastry brush immediately after using them.",
      "Start by placing your brush under a stream of warm water.",
      "Then gently rub the bristles with a dish detergent to remove grease..",
      "Next you can sanitize by soaking the pastry brushes into a bleach solution after washing, using a pint of water with a half of cap full or a teaspoon of bleach.",
      "Leave the brush for 15 minutes in the water, and then rinse the brush once again with warm water.",
      "Blot with towel and lay it flat to dry.",
      "Allow to air dry completely before putting it back into the utensil drawer.",
      "Strictly speaking, a basting brush is a cooking utensil that is specifically used for basting meats, fish, poultry, and other food items. Similarly, the pastry brush is one that is used only on pastries and cakes."
    ],
    "short_description": [
      "Product Details:",
      "Made from hard silicone, durable, flexible and heat resistant.",
      "Specially heat resistant to use on hot items or frozen items, can withstand -40 to 200 degrees.",
      "Soft natural bristles don’t scratch your pastry or cake’s smooth surface and keeps design intact while applying oil/butter/creme.",
      "Non-stick, easy to use, easy to clean, reusable."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 3217,
    "name": "Reusable Silicone Food Storage Bag (Pack of 2)",
    "featured": true,
    "price": "599",
    "regular_price": "999",
    "sale_price": "599",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/08/Untitled-design-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/08/Untitled-design-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/08/Untitled-design-2.png"
    ],
    "description": [
      "Non-Toxic",
      "Size: Medium",
      "Color: On Availability",
      "Product Dimensions: L x W x H: 12 x 12 x 10 Centimetres",
      "Item Weight: 250 g",
      "Net Quantity: 2.00",
      "Specifications:",
      "Brand: Rubberfy",
      "Generic Name: Kitchen Accessories",
      "Detailed Description:",
      "100% leak-proof - You don't need to worry about storing liquids. These silicone bags are hermetically sealed. These bags provide leak-proof seal for food, keeping food fresh and preventing liquid spillage.",
      "Reusable and Non-Toxic - Rubberfy reusable bags are made of food-grade material with a capacity of 1000 ml. Our food storage bags are BPA -FREE.",
      "Airtight - This zip-locked container is airtight and 100% leak-proof. You don't need to worry about leakage when sealed.",
      "Safe and Easy to clean - The easiest way is to turn the bags inside out, and clean using dishwasher. The Silicone food storage bag are safe for you to store fruits, vegetables, meat and any other food you want. It can be used for outdoor as well.",
      "Heat and cold resistant - Temperature resistant range: -50℃～+250℃, can be boiled and used in microwave oven, refrigerator, toaster, freezer, dishwasher safe, available in kitchen and outdoors for carrying.",
      "FAQ'S"
    ],
    "short_description": [
      "Product Details:",
      "This multi-color food bags are not only perfect for storing vegetable, fish, fruits, meat, soup, liquid but also suitable for oven, microwave, sous vide, freezer, dishwasher.",
      "Food grade silicone material makes this food storage bag safe for everyday use. Non-toxic, no abnormal odor and BPA-Free, this set of food bags will be your good choice.",
      "Unique volume designed for easier usage. Multi-color bags are not only to help you better recognize different types of food but also make the storage more colorful.",
      "Temperature resistant range for the storage bag is -40 to 200℃. It is suitable for boiling or using in a microwave oven, refrigerator, freezer, and dishwasher."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2581,
    "name": "Silicone Kitchen Utensils Basting Brush Spatula Whisk Set (Pack of 3)",
    "featured": true,
    "price": "350",
    "regular_price": "819",
    "sale_price": "350",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/08/Untitled-design.png"
    ],
    "description": [
      "Basting Brush:",
      "You can use it to apply oil while cooking, barbecue ( Tandoor), pastry making.",
      "Spatula:",
      "This quality durable spatula can be used for Indian cooking to mix your biriyani, pulao etc or just mixing your tasty subji's, salads effortlessly.",
      "Whisk:",
      "It can be used a beater to beat Cream, eggs can be used for churning: milk Shake, lassi can be used for Tomato soup, dal it will beat your eggs faster and better than a spoon.",
      "Net Quantity: 3.00",
      "Specifications:",
      "Brand: Rubberfy",
      "Generic Name: Kitchen Utensils Set",
      "Detailed Description:",
      "Dishwasher Safe- The full silicone design is easy to clean. Simply wipe in hot water or clean using dishwasher.",
      "Full Edible Silicone Material- It is hygienic and healthy and harmless to body. Rubberfy kitchen utensils are made of full silicone material. You don't need to worry about the handle getting moldy, loosening or falling off. High quality edible silicone material makes the kitchenware more durable.",
      "Heat-resistant & Non-stick- Rubberfy kitchen utensil sets are nontoxic and environment-friendly. Also, they are non-stick and have high temperature resistance. The high frequency of use & withstand -40°C and 230°C high temperature. Anti scalding silicone handle protects your hand from burning and silicone head protect your pans. It keeps the cookware surface unscratched or dented.",
      "Premium Quality - The extra durable silicone will never warp or damage your cookware. This great set promises to make your cooking life a breeze, whether you are a seasoned chef or a complete beginner.",
      "FAQ'S",
      "Spatula is used to lift and flip food items during cooking, such as pancakes and fillets. It is also used for mixing rice dishes, salads, sabzi etc.",
      "You should only use the whisk for whipping cream, beating egg whites and mixing sponges and ready mix desserts. Only light mixtures should be whisked. The whisk collar should not be placed in the dishwasher. It is also used for mixing cake batter sometimes.",
      "Pastry brushes have many different uses. Some of the most common uses of a basting brush include:",
      "Adding a glaze to cakes or cookies.",
      "Adding fat or oils to many types of dough",
      "Putting egg wash, salt glaze, melted butter, olive oil, or sugar glaze on your pastries",
      "All kinds of confectionery, i.e. bakery works."
    ],
    "short_description": [
      "Product Details:",
      "Silicone heads are non-stick to make cooking much easier.",
      "Handles have good grip. while still being comfortably lightweight.",
      "It is safe for a quick clean.",
      "It is safe for cooking. Color fading resistant, deformation resistant."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2434,
    "name": "Silicone Massage Bath Brush (Pack of 3)",
    "featured": false,
    "price": "569",
    "regular_price": "1519",
    "sale_price": "569",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-12.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Silicone-Massage-Bath-Brush-3.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Silicone-Massage-Bath-Brush-1.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-1.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-2.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-3.png"
    ],
    "description": [
      "Use For:",
      "Baby Bath Shower.",
      "Hair Cleaning.",
      "Body Cleaning.",
      "Pet Hair Cleaning.",
      "Massage Brush.",
      "How to Use:",
      "Open the lid of the silicone massage bath brush.",
      "Fill the container with the appropriate amount of shower gel.",
      "Squeeze the silicone massage bath brush with proper force.",
      "Gently wipe your body with this brush.",
      "Net Quantity: 3.00",
      "Specifications:",
      "Material: Silicone.",
      "Size: 8.5 cm x 7.9 cm x 5.5 cm",
      "Color: Yellow, Pink, and Blue – On availability.",
      "Weight: 195 g",
      "Style: Massage, Bath.",
      "Capacity: 80 ML",
      "Brand: Rubberfy",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "FAQ'S",
      "Silicone products are very sturdy and long-lasting. How long a silicone bath brush last, depends on the specific person and their usage habit. Generally, it last from six months to a year.",
      "Rubberfy massage bath brush is very easy to clean. Wash it with hot water or running water, and there will be no foam residue.",
      "Absolutely not. Our silicone brush has extremely fine and soft bristles. So, they can be used for both adult and baby skin."
    ],
    "short_description": [
      "Product Details:",
      "Silicone massage bath brush functions to promote blood circulation and maintain health.",
      "Soft, flexible silicone bath brush, remove dead hair, lice, and bugs.",
      "Multi-functional comb: massage, bath, comb hair.",
      "Recycling, saving bath liquid design.",
      "The pressing force of the hand can control the shower gel.",
      "The contoured shape design will fit your palm perfectly. The brush will provide you with the best comfort.",
      "Made of soft and fine silicone bristles, the bristles are not easy to deform and have excellent heat resistance.",
      "Push the top port to spray shower gel and dispense shower gel on demand easily.",
      "The silicone body scrubber will give you a comfortable massage feeling when you use it to scrub your body.",
      "The silicone brush scrub can be used as a shower brush, facial brush, or even short hair wash."
    ],
    "category": "Bathing Accessories"
  },
  {
    "id": 2428,
    "name": "Jade Massage Roller Face Massage Tool",
    "featured": false,
    "price": "350",
    "regular_price": "1019",
    "sale_price": "350",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design.jpg",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1.jpg",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2.jpg",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-3.jpg"
    ],
    "description": [
      "Facial Roller Helps Improve:",
      "Firmness",
      "circulation",
      "skin tone",
      "Under Eye Stone Helps Reduce:",
      "Puffy Eyes",
      "Dark Circles",
      "Inflammation",
      "Net Quantity: 1.00\nIncludes: Device handle * Roller * Eye Stone",
      "Specifications:",
      "Size: 15 x 8 x 5 cm",
      "Brand: Rubberfy",
      "Generic Name: Massage Roller",
      "Detailed Description:",
      "EASY TO USE:",
      "Grab the handle of the face massage roller and move it up or down on the face, neck, or other skin parts. Every day you need to do this for about 10 to 20 minutes. So, this helps your skin and muscles to relax.",
      "FEEL THE NATURE :",
      "We create the jade roller tools using natural jade stones. We do not use non-organic elements or infused glasses. Thus, our product is 100% Eco-friendly. So, it ensures healthy and natural treatment. This also eliminates the risk of an allergic reaction to your skin. So, you won‘t have to worry about any side effects.",
      "REAL JADE STONE :",
      "We make the jade massage roller and tool-set from a real jadeite stone. This is why our stone guarantees the organic properties of the product. Also, that's why it is 100% natural and organic.",
      "ANCIENT BEAUTY SECRET:",
      "It is a traditional Asian skincare treatment to use jade stone. Also, it is the best beauty secret of Indian civilizations to have healthy and glowing skin.",
      "SIMPLE COMFORT:",
      "Use our jade massage roller daily to reduce itchiness, lines, wrinkles, dark circles, etc. Thus, improve your skin tone. The act of jade rolling is very comforting and indulgent. It helps to reduce facial tension and leads to a relaxed feeling. You can cool down the massage tool in the refrigerator to improve its anti-inflammatory effects.",
      "FAQ'S",
      "Start from the middle of the face and roll towards the cheeks.",
      "- Move up to the eyebrows and roll upwards along the forehead.",
      "- Proceed beyond the lower lip and roll down through the chin.",
      "Use the smaller end for more delicate areas and tricky places, use the larger end for bigger surfaces.",
      "We recommend jade rolling twice a day. You can massage once in the morning and once in the evening after washing your face. However, you can use the jade roller as many times as you want.",
      "Jade rollers can be used with oils and serums for added penetration and absorption into the skin.",
      "After each use, you can wash your face massage tool with warm water and mild soap. You can then dry the tools with a soft, thin cloth.",
      "You can keep the tool in a small dry box. Please make sure your tools are completely dry before storage!",
      "For an added cooling effect, one can keep his/her facial beauty tools like the jade rollers in the fridge."
    ],
    "short_description": [
      "Product Details:",
      "This jade massage roller is made of 100% natural jade. It comes with smooth touch feeling and never hurt your skin. It is durable and great quality.",
      "This face massage tool will accelerate the blood circulation of your skin to reduce wrinkles, puffiness, and bags under your eyes.",
      "The jade massager roller could promote face cream’s effect. Also, it is calm & relaxing for your skin.",
      "The double-head design of this jade massager comes with a big roller and a small roller. The big roller always massages your face, head and small roller soothe nose, eye and so on."
    ],
    "category": "Beauty Products"
  },
  {
    "id": 2368,
    "name": "Silicone Hot Pot Coaster",
    "featured": false,
    "price": "299",
    "regular_price": "419",
    "sale_price": "299",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-11.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 2 Pieces.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "The silicone hot pot coaster is 100% silicone.",
      "Good-quality and durable.",
      "Non-slip, flexible, durable, and heat resistant.",
      "Fashionable and beautiful design, perfect for home kitchen decoration."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2353,
    "name": "Laptop Cleaning Brush",
    "featured": false,
    "price": "180",
    "regular_price": "419",
    "sale_price": "180",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "outofstock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-10.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2-4.png"
    ],
    "description": [
      "Specifications:",
      "Item Weight: 30 g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 1 piece",
      "Two in one brush.",
      "Two in one brush.",
      "Comfortable handle.",
      "Use it for cleaning laptop screen or keyboard.",
      "You can also clean the static electronic points.",
      "Clean your CPU with the larger end of the brush.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "A great product for cleaning computer monitor/ keyboard/ laptop screen/ static electric points.",
      "The larger brush has soft micro file strands used to clear dust and static electricity on the monitor and the main CPU.",
      "The two brushes at two ends can be used to clean the monitor and keyboard.",
      "The small strands of the small brush are extremely versatile in reaching the cracks between the keyboard keys and the mouse buttons."
    ],
    "category": "Brushes and Dusters"
  },
  {
    "id": 2351,
    "name": "Window Cleaning Brush",
    "featured": false,
    "price": "180",
    "regular_price": "399",
    "sale_price": "180",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-9.png"
    ],
    "description": [
      "Specifications:",
      "Product Dimensions LxWxH ‏ : ‎ 20 x 7 x 1 cm",
      "Product Dimensions LxWxH ‏ : ‎ 20 x 7 x 1 cm",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 1 piece",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Suitable for cleaning sliding windows.",
      "Sleek shape enables deep cleaning.",
      "Real and economic pricing.",
      "Standard quality, universally used product."
    ],
    "category": "Brushes and Dusters"
  },
  {
    "id": 2342,
    "name": "Anti-Splash Expandable Head Nozzle Bathroom Tap",
    "featured": false,
    "price": "180",
    "regular_price": "499",
    "sale_price": "180",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-3-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-4-1.png"
    ],
    "description": [
      "Specifications:",
      "Item Weight: 450 g",
      "Product Dimensions LxWxH ‏ : ‎ 15 x 10 x 8 cm",
      "Product Dimensions LxWxH ‏ : ‎ 15 x 10 x 8 cm",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 1 piece",
      "Water saving shower head bellows can be telescopic adjustment, arbitrary bending 360 degree rotation.",
      "The use of blade rotation, through the bottom hole spray out, buffer water pressure, play splash effect.",
      "Increase washing area, so as to play a certain role in water saving.",
      "This is ideal for kitchen appliances. Made of high quality material, anti-corrosion and rust-resistant, durable and safe to use.",
      "Convenient for washing vegetable, dishes and fruits. Can be directly set on the faucet, easy installation and simple.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Compact, environmental & easy to install. The material is made up of soft rubber.",
      "360-degree rotation and retractable design are very flexible.",
      "It can be mounted on a water tube. Reduce and control the faucet water flow, to prevent splashes and save water.",
      "It is non-toxic and safe to use.",
      "Package includes: 1 water faucet sprayer."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2327,
    "name": "Silicone Dish Sponges for Cleaning Dishes (2 Pieces)",
    "featured": false,
    "price": "180",
    "regular_price": "399",
    "sale_price": "180",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-3-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-8.png"
    ],
    "description": [
      "Specifications:",
      "Item Weight: 28 g",
      "Item Dimensions LxWxH ‏ : ‎ 2.94 x 4.65 x 0.52 inches",
      "Item Dimensions LxWxH ‏ : ‎ 2.94 x 4.65 x 0.52 inches",
      "Color: Multi-Color.",
      "Color and Design: On Availability.",
      "Package Includes: 02 pieces (1 Set)",
      "The grip is comfortable and it won't slip out of your hands.",
      "100% non-stick clean silicone dish sponge.",
      "It is made of premium quality silicone sponge and it is easy to clean.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "The silicone kitchen sponges are designed for washing dishes, vegetable, car, and bath.",
      "Use it on your kitchen gadgets as the brushes on the silicone sponge is soft.",
      "It is safe to use with bakeware and cookware.",
      "It can be use for multi-purposes."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2320,
    "name": "Mini Wire Brush Set (Pack of 3)",
    "featured": false,
    "price": "180",
    "regular_price": "399",
    "sale_price": "180",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-5.png"
    ],
    "description": [
      "Specifications:",
      "Item Weight: 100 g",
      "Item Dimensions LxWxH ‏ : ‎ 10 x 7 x 6 cm",
      "Item Dimensions LxWxH ‏ : ‎",
      "Overall length: 7 inch",
      "Overall length: 7 inch",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 03 pieces (1 Set)",
      "Pleasant contoured finger grip handles. It is durable with perfect cleaning effect.",
      "It may be also used for polishing and texturing metals for all kinds of uses when working.",
      "Mini cleaning tools that get into the smallest spaces and go where other brushes simply cannot reach perfect for gas hob burners, cooker tops and burnt-on food.",
      "Angled head reaches hard to reach corners and cleans hard to clean surfaces.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "It is suitable for kitchen, bathroom, gas stove, faucets and other corner.",
      "The polishing pads pinpoint stain removal in difficult corners tough brass bristles easily scrub away trapped dirt.",
      "The wire brush set is great tool for heavy scraping and cleaning in tight, narrow spaces."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2303,
    "name": "Silicone Foldable Glass with Side Handle",
    "featured": false,
    "price": "249",
    "regular_price": "499",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Silicone-Foldable-Cup.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-4.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Color: Multi-Color.",
      "Capacity: 200ML",
      "Color: On Availability.",
      "Package Includes: 01 item.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "It is convenient to use.",
      "Say no to plastic and use silicone glass.",
      "You can carry everywhere. It is a portable.",
      "It can be washed in a dishwasher and dried in a dish dryer."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2289,
    "name": "Anti Vibration Pads With Suction Cups",
    "featured": false,
    "price": "199",
    "regular_price": "599",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-1-e1634898929410.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/07/Untitled-design-3.png"
    ],
    "description": [
      "How to Install:",
      "Place the foot pad next to the washing machine foot.",
      "Carefully lift one side of the machine.",
      "Slide the pad to the position of the machine foot support.",
      "slowly lower the machine.",
      "Adjust the machine foot to be placed in the groove of the pad.",
      "Color on availability.",
      "Color on availability.",
      "Item Weight: 115 g",
      "Included Components ‏ : ‎ 4 Pcs",
      "Included Components ‏ : ‎ 4 Pcs",
      "Included Components ‏ : ‎",
      "Product Dimensions ‏ : ‎ 10 x 8 x 6 cm",
      "Product Dimensions ‏ : ‎",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "More stable –  This pad absorbs shock, reduces noise and vibration. It has stronger grip on smoother ground.",
      "Multi-applications – This is a rubber pad with shock absorber suction cups. Also, it has anti-slip and anti-vibration features. It is suitable for most washing machine, dryer, refrigerator, table, sofa, bed and other furniture on the market.",
      "High quality material – This durable suction cup is made of soft rubber, which protects the floor from damage. The main body is made of heavy duty plastic.",
      "Easy to install – It has a hassle free install procedure."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2172,
    "name": "Silicone Smiling Foot",
    "featured": false,
    "price": "249",
    "regular_price": "399",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-8.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-1-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-2-3.png"
    ],
    "description": [
      "Color: Multicolor.",
      "Size in Number: 12-32 CM.",
      "Wash Care: Hand Wash with Liquid Soap.",
      "Type: Foot Treatment.",
      "Function: Foot Protector.",
      "How To Use:",
      "1. Clean your feet.",
      "2. Soak your feet in hot water for about half an hour.",
      "3. Applying moisturizer evenly.",
      "4. Put on silicone socks.",
      "Quantity: 1 Pair.",
      "Warning:",
      "Keep away from sharp object. Any sharp object may damage the silicone foot socks.",
      "Store away from direct sunlight.",
      "The life of the product is affected by using.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Products Details:",
      "The silicone material is lightweight, soft, safe, non-toxic, and harmless to your feet. Preventing and repairing cracking or peeling, softening dead skin, and improving rough skin for a foot.",
      "Preventing or curing plantar fasciitis, metatarsalgia, corns, calluses, bunions, blister, etc. Air holes can provide enough air for your feet to breathe and wick moisture.",
      "Can be worn under or over socks with bare feet, which is reusable and washable."
    ],
    "category": "Health & Personal Care"
  },
  {
    "id": 2166,
    "name": "Silicone Heel Anti-Crack Sets for Men and Women",
    "featured": false,
    "price": "199",
    "regular_price": "299",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-1-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-2-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-3-1.png"
    ],
    "description": [
      "Weight: 250g",
      "Color: Multicolor.",
      "Dimensions: 30 x 15 x 10 cm.",
      "Quantity: 1 Pair.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Products Details:",
      "Silicone heel socks offer complete heel protection to keep your heels moisturized and heal your cracked feet.",
      "An easy, convenient way to protect your skin from painful irritation and dry, cracked skin.",
      "Heel Protectors are reusable and simple to clean, hand wash with warm water and soap, then air dry.",
      "Universal Size: One size durable and stretchy design fits most feet. High material, it is soft and comfortable."
    ],
    "category": "Health & Personal Care"
  },
  {
    "id": 2144,
    "name": "Silicone Moulds",
    "featured": false,
    "price": "250",
    "regular_price": "519",
    "sale_price": "250",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "outofstock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-1-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-2-1.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 125g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 12 pieces (1 Set)",
      "Food-Grade Silicone.",
      "Versatile Use.",
      "Dishwasher Safe.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "12-pack of reusable baking cups.",
      "Made of food-grade silicone.",
      "Ideal for baking, lunch/snack cups, and more.",
      "Cost-saving alternative to disposable paper cups.",
      "Works with any standard muffin pan.",
      "Effortless food release no greasing or cooking spray needed.",
      "Stain and odor resistant."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2141,
    "name": "Silicone Non-Stick Spatula and Brush with Scraper",
    "featured": false,
    "price": "275",
    "regular_price": "599",
    "sale_price": "275",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-5.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 110g",
      "Item Dimensions LxWxH : 20 x 213 x 119 Millimeters",
      "Item Dimensions LxWxH : 20 x 213 x 119 Millimeters",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 03 pieces (1 Set)",
      "Long handle big size silicone spatula for cooking, baking, making cake, safe for non-stick cookware as well as any kind of cookware.",
      "The heat resistance formula comes along with very good quality silicon.",
      "No plastic is being used on the head of the spatula.",
      "Completely dishwasher safe can resist heat from -65 degree f to +400 degree f (-40 degree c to +230 degree c).",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone spatula and brush with scraper set of 3 are made up of high-quality food-grade silicone and come with plastic handle.",
      "Silicone brush in kitchen suitable for oiling cooking is made up with thick smooth sturdy flexible silicon bristles release a deliberate, even flow of heat.",
      "Spatulas are suitable for making cake dosa, cake, pastry, comes with a holder for the kitchen to help you be a good organizer.",
      "Can be used in any pan on the stovetop, induction cooktop, in the oven, microwave or freezer, they are non-stick as well.",
      "Package Contents: 1 piece long spatula. 1 piece small scraper and 1 piece long pastry/basting brush.",
      "Package Contents: 1 piece long spatula. 1 piece small scraper and 1 piece long pastry/basting brush."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2138,
    "name": "Eco-Friendly Premium Rubber Yoga Mat",
    "featured": false,
    "price": "699",
    "regular_price": "1999",
    "sale_price": "699",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-4.jpg",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-1-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-2-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-3-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-4-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-9.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 900g",
      "Item Dimensions: 173 x 61 cm",
      "Item Dimensions: 173 x 61 cm",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Quantity: 01",
      "Comfortable Yoga Mat Size - ( 173 cm X 61 cm ) ensures comfort for people of all shapes and sizes. With long lasting silicone material, this mat supports spine, hips, knees and elbows. The yoga mat size is perfect for men and women of all shapes. This is the best yoga mat for men and women alike.",
      "Anti slip mat with extra grip - This thick mat has double sided non-slip surfaces. So, Rubberfy exercise yoga mat comes with an excellent slip resistance. This prevents injuries and lets you move with confidence.",
      "Sweat resistant and washable yoga mat - Next time don’t stress when you sweat while doing yoga. The yoga mat is sweat resistant. And it has a moisture resistant technology which makes the mat super easy to wash with soap and water.",
      "Durable yoga mat - The silicone material is heavy duty. It lasts more than a regular plastic mat. This yoga mat is eco-friendly. Rubberfy creates quality products for our customers!",
      "eco-friendly",
      "Product information:",
      "Brand: Rubberfy",
      "Color: Multi-Color",
      "Activity: Yoga",
      "Material Type: Silicone",
      "Size: 6 mm",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "FAQ'S",
      "Our silicone yoga mat stick firmly to the floor, and provide a great surface for Yoga. They are 6 mm thick, and come in many colors. These mats are Eco-friendly alternative to the normal mats which yoga practitioners use. You will get a long life out of this mat for a great, low price. The more the mat is used, the better the traction is, so you can say that these mats get better with age.",
      "As an organization, we support the environmental movement so that we can live in a cleaner and healthier planet.",
      "Traditional mats can be an excellent surface for yoga practice. However, these plastic mats (polyvinyl chlorides) that release toxic chemicals into the atmosphere. Toxic additives mix into their surroundings in the form of gas and small particles. Thousands and thousands of mats and other products are made with PVC, and none are biodegradable or recyclable. Hence the need for more Eco-friendly alternatives.",
      "There are a few different methods you can use to clean your mat. If it's not too dirty, soap and water will work fine. If it's pretty gross or you have shared it, then sanitizing solution is your best bet. And if you're in a hurry, a washing machine should work just fine.",
      "The simplest way to clean your mat is using diluted dish soap and water. You shouldn't use too much soap. Doing so can make your mat slippery and dangerous."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "The Yoga mat is made from open cell slip resistant rubber.",
      "It can stay in place during the most advanced poses.",
      "You no longer have to slip and slide on your practice mat.",
      "Even when the mat gets wet from perspiration it stays in place. The no-slip grip is especially important during yoga when those floors get extra slippery."
    ],
    "category": "Fitness Accessories"
  },
  {
    "id": 2133,
    "name": "Silicone Stretch Lids (6 Pieces)",
    "featured": false,
    "price": "249",
    "regular_price": "599",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/06/Untitled-design-1.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 100g",
      "Item Dimensions LxWxH : 9 x 08 x 07 cm",
      "Item Dimensions LxWxH : 9",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 06 pieces (1 Set)",
      "These silicone stretch lids made for 100% food-grade silicone environmental protection material.",
      "Container lids silicone food saver lids bowl lids resistant to high and low-temperature form -30 up to 230.",
      "Using high-quality grade silicone food saver covers, non-toxic and tasteless, health and safety, has been cleaned.",
      "Package Include",
      "2.6\"(will stretch to 3.5\")",
      "3.8\"(will stretch to 5\")",
      "4.5\"(will stretch to 6\")",
      "5.7\"(will stretch to 8\")",
      "6.5\"(will stretch to 9\")",
      "8.3\"(will stretch to 11\")",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone lids are easy to clean.",
      "Freezer, refrigerator & top-rack dishwasher safe.",
      "Environmentally-friendly, and money saver, eliminating the need to repeatedly buy an expensive plastic wrap.",
      "Stretch to fit oval, square, round, and rectangular containers.",
      "High-quality silicone material, non-toxic, BPA free, lead-free, plastic free. Dishwasher and microwave safe."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2100,
    "name": "Silicone Rainy Shoe Cover",
    "featured": false,
    "price": "349",
    "regular_price": "799",
    "sale_price": "349",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design-1-1.png"
    ],
    "description": [
      "The rain shoe cover is made of super soft and thick silicone rubber material which makes it reusable.",
      "Shoe Skins – Reusable Shoe Covers",
      "Pair of reusable, elastic silicon covers to protect your shoes from the elements, suitable for all seasons.",
      "Protect shoes from mud, rain, snow. perfectly suitable for people who have to go out on rainy or snow days and outdoor activities such as camping, travel, plane rides, road trips, vacations. keep your shoes clean in four seasons to use.",
      "With excellent elasticity, As integrated molding shoes cover, it is seamless and offers perfect waterproof function.",
      "The non-slip rain shoe cover can be stable for you when it rains and the roads are wet. The lightweight and foldable design makes it perfect for storing in your backpack or handbag.",
      "Serious Caution:",
      "Do not use in indoors smooth tile floor, glass, metal, and other smooth floors. So as not to slip.",
      "It is not recommended for old people, pregnant women.",
      "Avoid piercing sharp objects.",
      "It is strictly forbidden for children to use as headgear to avoid suffocation.",
      "The shoe cover is elastic. It is recommended to use it according to the corresponding size. Please do not pull it too much.",
      "The shoe cover is placed on the shoe, please do not use it barefoot.",
      "quantity: 01 Pair",
      "Medium: 9.5 inches",
      "Large: 11.5 inches",
      "Weight: 125 g",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Shoe covers are made of 100% high silicone materials. Great waterproof and thickened slip-resistant performance, safety, and environmental protection, durable.",
      "With excellent elasticity, it’s easy for you to put on and take off these shoe cover. Also, you can always enjoy comfortable walking with it. On the Indoor, wear waterproof shoe covers to do Cleaning work.",
      "Wide mouth design in order to put on and off easily; You can easily put silicone shoe covers into your bag and luggage because it is lightweight and foldable; Eco-friendly and economical, you can use it for a long time. (Please let them dry naturally, don’t put them in the sun exposure.)",
      "Waterproof shoes cover, snow, dustproof, foldable, save space for storage, easy to carry and clean, rinse with water, it is really a very good unisex rainproof shoe cover. Let you no longer worry about rain and snow weather going out."
    ],
    "category": "Shoe Care & Accessories"
  },
  {
    "id": 2096,
    "name": "Silicone Sink Top Hanger",
    "featured": false,
    "price": "199",
    "regular_price": "599",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design-2.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 30g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes 02 pieces.",
      "You can disinfect it in boiling water because it is made of highly heat-resistant silicone and it is asnitary  because you can wash it in an inside-out condition.",
      "Made of a soft material, which will not hurt you even if you hit it with your hand when you're washing the dishes.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Can hold kitchen sponges, scrubbers, or bathroom gadgets, keep them clean and space-saving Drain holes design keep kitchen sponges, scrubbers dry, and clean.",
      "Best choice for storing small items in the kitchen and bathroom, such as soap, sponge or dish, etc Perfect for a fun and functional way to organize your workspace, bathroom, and kitchen."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2093,
    "name": "Kitchen Sink Plunger",
    "featured": false,
    "price": "175",
    "regular_price": "299",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/05/Untitled-design.png"
    ],
    "description": [
      "Dimension: Height – 15.5cm, Diameter -10.5cm",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Products Details:",
      "The plunger makes it simple to unblock a clogged drain.",
      "Material: Silicone rubber and Plastic Handle.",
      "Easy to store, durable and long-lasting, and ergonomic design handle."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2056,
    "name": "Silicone Ice Cube Mold",
    "featured": false,
    "price": "399",
    "regular_price": "599",
    "sale_price": "399",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/05/Were-a-tiny-company-thats-innovative-and-agile.-Were-not-as-big-as-the-big-guys-so-we-can-move-around-quickly.-We-like-to-do-things-fast-and-we-like-to-do-‘sexy-stuff..png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Were-a-tiny-company-thats-innovative-and-agile.-Were-not-as-big-as-the-big-guys-so-we-can-move-around-quickly.-We-like-to-do-things-fast-and-we-like-to-do-‘sexy-stuff.-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Were-a-tiny-company-thats-innovative-and-agile.-Were-not-as-big-as-the-big-guys-so-we-can-move-around-quickly.-We-like-to-do-things-fast-and-we-like-to-do-‘sexy-stuff.-2.png"
    ],
    "description": [
      "Usage：",
      "1. Add water slowly along the gap of the cup wall until the wall is full of water, and the water level should be lower than the edge of the outer barrel.",
      "2. Press the inner cylinder hard to ensure there is no water at the bottom of the ice bucket.",
      "(Note: if there is water at the bottom, the inner barrel will float up)",
      "3. Cover and place the ice bucket horizontally in the refrigerator for more than 4 hours 4. Take out the ice bucket, pinch and squeeze the ice bucket with water to drop the ice.",
      "Item Weight: 200 g",
      "Item Weight: 200 g",
      "Item Weight:",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Our large organ silicone 2 in 1 ice bucket and ice-making mold are made of high-quality food-grade silicone, which can directly eat frozen ice.",
      "Ideal for coffee-flavored ice and more in summer. The ice cube tray will provide you a pleasant mood to make ice. You will enjoy the ice-making experience.",
      "The space-saving size is ideal for both outdoor and indoor use. You can go on a camping trip or have a picnic. It can add a lot of fun to your camp trip or outing."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2054,
    "name": "Silicone Ice Cube Maker Tray (2 Pcs)",
    "featured": false,
    "price": "349",
    "regular_price": "499",
    "sale_price": "349",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/05/Ice-Cube-Maker-Tray-Silicone-Pop-up-with-Transparent-LID-Ice-Tray-for-Freezer.png",
      "https://rubberfy.com/wp-content/uploads/2021/05/Were-a-tiny-company-thats-innovative-and-agile.-Were-not-as-big-as-the-big-guys-so-we-can-move-around-quickly.-We-like-to-do-things-fast-and-we-like-to-do-‘sexy-stuff.-3.png"
    ],
    "description": [
      "This ice cube tray has food-grade safety material. It is made of silicone and PP material. Easy ice removal due to bottom silicone. Stackable and Removable LID.",
      "Item Weight: 350 g",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "21 Cube ice tray makes pure and crystal clear ice cubes.",
      "Transparent LID ensures ice does not absorb freezer odors and smells.",
      "Freezer safe, dish washer safe.",
      "Package contents: 2 ice cube tray with 2 LIDS capacity of 21 cubes each."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 2035,
    "name": "Fruits Reusable Ice Cubes (12 Cubes)",
    "featured": false,
    "price": "199",
    "regular_price": "499",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-11.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3-5.png"
    ],
    "description": [
      "You can use them in cold brew coffees, cocktails, water, cool bags, and more. You can even use them as ice packs on the go or at home—convenient cubes whenever and wherever you need them. Color on availability.",
      "Item Weight: 135 g",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "The fast-freezing technology behind these reusable ice cubes is about to make ice makers and ice cube trays obsolete.",
      "Spice up your favorite drinks with colorful ice cubes. You can make your iced coffee brighter in the morning or your summer cocktails by the pool even more beautiful.",
      "These ice cubes come in various fun colors so you can mix and match to make your drink look its best. Use just your favorite color or toss in a combination of colors. The choice is yours.",
      "Crafted with non-toxic distilled water, these ice balls are durable, blue and white in color.",
      "Don’t wait for hours to get a nice refreshing drink chilled to your liking when you can fast freeze these reusable cubes. Even if you just finished using them, wash them, and pop them back into the freezer for another refill."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1979,
    "name": "Reusable Ice Cube (12 Cubes)",
    "featured": false,
    "price": "199",
    "regular_price": "499",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-10.png"
    ],
    "description": [
      "Quick and convenient, just grab and go! After use, simply wash cubes and refreeze. Each cube measures 1x1\". Diameter. A total of 12 cubes.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Convenient, easy, and Reusable: Have ice cubes ready to use at all times without having to refill ice cube trays with water. These reusable ice cubes can be washed, dried, and stored right after use. Can be replaced in the freezer immediately for future use.",
      "Attractive square reusable ice cubes: Enhance your favorite drinks with colorful ice cubes. These frosted ice cubes contain a variety of fun colors so you can mix and match to make your drink look its best. Use just your favorite color or toss in a combination of colors. The choice is yours.",
      "Prevent drink dilution: Unlike ice cubes that melt quickly and water down your drinks, these ice cubes will help you keep the taste of the liquid drinks in original flavor concentration, without diluting the liquid. As they melt the liquid is contained in the plastic so your beverage remains as delicious and refreshing as it was in the beginning."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1973,
    "name": "Laundry Scrubbing Balls",
    "featured": false,
    "price": "249",
    "regular_price": "499",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-9.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3-4.png"
    ],
    "description": [
      "Specifications:",
      "Material: PP.",
      "Item Weight: 165 g",
      "Item Weight: 165",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Number of Pieces: 10",
      "Laundry Scrubbing Balls Increase friction wash clothes cleanlier dry quickly prevents knotting and twining.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Let the clothes more cleanly.",
      "Putting the washer balls into the washing machine. It can then prevent clothes from intertwining and can use its strong friction to strengthen the washing effect.",
      "The laundry balls are made of PP material. They are eco-friendly and chemical-free.",
      "The laundry balls can be used in a washing machine and are difficult to break; they’re more wear-resistant and durable than traditional hollow balls."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1968,
    "name": "Silicone Cooking Oil Bottle with Basting Brush",
    "featured": false,
    "price": "175",
    "regular_price": "399",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-8.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-5.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-5.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3-3.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Size : 11 x 5 cm.",
      "Item Weight: 99.8 g",
      "Item Weight:",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package included: 1 x Silicone oil bottle with brush",
      "Package included: 1 x Silicone oil bottle with brush",
      "Silicone Cooking Oil Bottle With Basting Brush Features:",
      "Put the oil into the container, oil to the frying pan, and Octopus grilled plate; Waffle plate sawed easily!",
      "Heat-resistant temperature: 200°C, Cold-resistant temperature: -20°C",
      "Non-toxic environmental material, safe and healthy.",
      "One side is an oil brush, and the other is an oil bottle.",
      "Dusty-proof design, good for keep clean for storing oil.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Put the oil into the container, oil to frying pan and Octopus grilled plate, Waffle plate sawed easily.",
      "Amid spiraling, with too much oil is brushed from the healthy.",
      "Heat-resistant temperature: 200°C, Cold-resistant temperature: -20°C."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1962,
    "name": "Silicone Coaster (04 Pieces)",
    "featured": false,
    "price": "175",
    "regular_price": "499",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3-2.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 68g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 04 pieces.",
      "The silicone coaster is made of high-quality food-grade silicone rubber.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Flexible, stain-resistant, durable, and eco-friendly.",
      "Easy to clean and store, wash it with your hands or throw it into the dishwasher when it needs to be cleaned.",
      "Multi-function – Heat insulation, skid resistance, moistureproof, protect your table or desk. It’s also a decorative item in the office or home."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1957,
    "name": "Silicone Gripper - 1 Set",
    "featured": false,
    "price": "175",
    "regular_price": "399",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3-1.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 200g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 02 pieces.",
      "Silicone gripper is easy to use, store, and clean. No-Slip, No-Stick, and Burn-Proof.",
      "A magnet is attached to the mitt, can stick it to a metal surface. Magnetism is relatively weak to make it easy to be detached. A dishwasher is not recommended to wash this mitt.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Protective heat-resistant oven mitts are ideal for serving, baking, cooking, or handling hot plates, so convenient that you can use them every day.",
      "Perfect for handling plates and containers out of your microwave. Avoid burning your hands or fingers.",
      "Easy to store and clean, unique design allows you to hang them for easy reach.",
      "Perfect for handling plates and containers out of your microwave."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1938,
    "name": "Soap Dish Holder Hanging Storage Basket (Pack of 3)",
    "featured": false,
    "price": "199",
    "regular_price": "399",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "4.50",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-5.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-2.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 90g",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 03 pieces.",
      "Double Layer Design, solid and durable.",
      "Adjustable handy strap, easy hanging on the kitchen faucet.",
      "Great organizer for sponge, scrub brush, and other small accessories.",
      "With holes at the bottom to drain the water.",
      "Easy to install, select materials, strong load-bearing up and down.",
      "Waterproof and durable, scratch-resistant and resistant to deformation thick material technology production, classic shape, stylish and beautiful, multi-purpose, can be used in kitchens, bathrooms and other scenes recycled you can put towels and kitchen supplies, you can also hang small things.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Soap dish holder hanging storage basket helps keep your sponges clean and dry with the only sink hanging organizer, which can hang anywhere.",
      "All-round hollow design ventilation draining not easy to breed bacteria can hang in the kitchen.",
      "Adjustable strap hangs sink caddy from kitchen sink faucet and fits most standard faucets."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1932,
    "name": "Silicone Washing Sponge (4 Pieces)",
    "featured": false,
    "price": "275",
    "regular_price": "499",
    "sale_price": "275",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-3.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Item Weight: 450g",
      "Item Dimensions LxWxH : 15 x 10 x 8 cm",
      "Item Dimensions LxWxH :",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 04 pieces (1 Set)",
      "Silicone washing sponge features flexible & soft silicone bristles and non-water absorbent.",
      "They greatly fit for cleaning jobs that you want to slightly scrub the dirt off without leaving any scratches, scrapes or getting hurts.",
      "Material: Food-grade silicone scrubber; heat resistant silicone; clean and smart dish-washing brush.",
      "Multiple Uses: The silicone kitchen sponges are not only designed for washing dishes plate, bowl, pot, pan, fruit, vegetable, car, bath BUT also be used as a coaster, hot-pad, clean makeup set, pet grooming brush.",
      "While it is true that our kitchen sponges take more effort to clean the effort is worth it as your health is at stake. You can safely leave it on the counter. Also, you can safely use it on your kitchen dish sponge tools set as the brushes on the sponge is soft and scratch-free. Better silicone sponge for kitchen.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone washing sponge is cheerful and delights.",
      "Hanging loop for easy storage.",
      "Dishwasher friendly.",
      "Heatproof silicone.",
      "Durable and easy to clean."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1918,
    "name": "Silicone Stop Filter",
    "featured": false,
    "price": "175",
    "regular_price": "399",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-1-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-6.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-2-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-3-3.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Color: Multi-Color.",
      "Item Weight: 18g",
      "Color: On Availability.",
      "Package Includes: 01 item.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone stop filter is made up of high quality for durable and long-lasting use.",
      "Easy to clean and care. You need to wipe or wash it with mild soap.",
      "Press the center button to leak and block the hair. It will catch every single long hair every single time you take a shower.",
      "Convenient to adjust the bathwater capacity and temperature with this button water stopper."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1913,
    "name": "Silicone Baking Mat",
    "featured": false,
    "price": "299",
    "regular_price": "419",
    "sale_price": "299",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-7.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-3-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-5.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-2-2.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Dimensions Length - 50 CM x Width - 40 CM",
      "Color: Multi-Color.",
      "Item Weight: 50g",
      "Color: On Availability.",
      "Package Includes: 01 item.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "This silicone baking mat is perfect to make the pastry, fondant, pizza dough, sugar paste, icing extremely easy and fuss-free.",
      "Different measurements are marked clearly on the roti maker silicone mat, silicone baking sheet and these circular markings make it ideal for preparing perfectly circular pie, pastry, or a pizza base.",
      "It can also be doubled as a work surface protector or a working pad. The non-stick silicone baking mat is made of flexible silicone, which is nonstick, easy to clean, and nonabsorbent.",
      "Roll the mat and store it conveniently when not in use.",
      "The mat is microwave safe and can be used in all microwave ovens.",
      "Easy cleaning with hand or dishwasher. Stretchable silicone material makes this mat durable and long-lasting."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1908,
    "name": "Silicone Pot Holder (2 Pieces)",
    "featured": false,
    "price": "199",
    "regular_price": "399",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-1-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-2-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-3-1.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Size: 7 inches.",
      "Color: Multi-Color.",
      "Weight: 363g",
      "Color: On Availability.",
      "Package Includes: 2 Pieces.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "The silicone pot holder is 100% silicone.",
      "Good-quality and durable.",
      "Non-slip, flexible, durable, and heat resistant.",
      "Fashionable and beautiful design, perfect for home kitchen decoration."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1907,
    "name": "Silicone Foldable Glass",
    "featured": false,
    "price": "175",
    "regular_price": "299",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Untitled-design-2.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Capacity: 200 Milliliters.",
      "Color: Multi-Color.",
      "Color: On Availability.",
      "Package Includes: 01 item.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone foldable glass uses 100% pure food grade silicone material, non-toxic, health, and environmental protection.",
      "Great travel companion which is very compact to fit in your handbag, backpack, etc.",
      "Portable silicone retractable folding cup telescopic collapsible outdoor sports camping travel mug.",
      "Fits easily in a diaper bag, pocket, or office bag."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1901,
    "name": "Silicone Funnel",
    "featured": false,
    "price": "175",
    "regular_price": "299",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/04/Investors-List-3.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Size: 9cm.",
      "Color: As per availability.",
      "Weight: 30g",
      "Package contains 1 Pc Silicone Funnel.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Silicone funnel is ideal for pouring any liquid into day-to-day kitchen life like water, juice, oil sauce, vinegar, and all others.",
      "It can also be used to transfer small food grains like rice, pulses, spices from one container to other.",
      "It is made up of 100% food-grade silicone material, which does not intake any stain or bad odor.",
      "The thickening technology makes the funnel more endurable.",
      "Heat resistant (230 Degree Celsius) and Cold resistant (-30 Degree Celsius).",
      "Innovative collapsible design, Expand to use, collapse to store. No chance of breakage."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1876,
    "name": "Silicone Bubble Bath Brush",
    "featured": false,
    "price": "249",
    "regular_price": "519",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/03/Silicone-Bubble-Bath-Brush-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Silicone-Bubble-Bath-Brush-4.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Silicone-Bubble-Bath-Brush-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Investors-List-1.png"
    ],
    "description": [
      "How to Use:",
      "How to use it with soap:",
      "Pull out the sponge and use it with soap.",
      "Soak the brush and lather it with soap.",
      "Scrub the body.",
      "Hang it to dry.",
      "How to use with shower gel:",
      "Soak the brush head.",
      "Add shower gel.",
      "Make it foaming.",
      "Scrub the body.",
      "Enjoy the silicone bubble bath brush and hang it to dry after use.",
      "Specifications:",
      "Material: Silicone and Sponge.",
      "Size: 12.5 x 6.5 x 5.0cm",
      "Color: Multi-Color.",
      "Gender: Unisex.",
      "Weight: 3.07oz (60g)",
      "Package Includes: 1 Bubble Bath Brush.",
      "Color: On Availability.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Fast foaming.",
      "Easy decontamination.",
      "Comfortable touch.",
      "Silicone bubble bath brush is environmentally friendly, non-toxic, and harmless.",
      "Hang rope design is non-slip and easy to store.",
      "Double-sided use decontamination/massage.",
      "Built-in sponge/Super-absorbent.",
      "Massaged for a long time.",
      "The soft silicone bristles help to remove dead skin, leaving it feeling smoother.",
      "The lanyard design makes the shower brush safe and stable on the hand, easy to use, more suitable for removing stains, particle massage, housework cleaning, automatic foaming when rubbing, easy to clean, only need to wash with water.",
      "The soft brush is easy to carry and store and can be placed in a handbag or backpack without taking up much space."
    ],
    "category": "Bathing Accessories"
  },
  {
    "id": 1859,
    "name": "Silicone Back Scrubber For Shower",
    "featured": false,
    "price": "199",
    "regular_price": "299",
    "sale_price": "199",
    "on_sale": true,
    "average_rating": "4.50",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/03/Long-Silicone-Back-Scrubber-for-Shower-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Long-Silicone-Back-Scrubber-for-Shower-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Long-Silicone-Back-Scrubber-for-Shower-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/03/Investors-List.png"
    ],
    "description": [
      "Specifications:",
      "Material: Silicone.",
      "Size: 70 cm x 11 cm",
      "Color: Multi-Color.",
      "Gender: Unisex.",
      "Weight: 195g",
      "Color: On Availability.",
      "Package Includes: 1x Bath Scrub (Belt)",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Product Details:",
      "Silicone back scrubber for the shower comes with non-slip handles.",
      "They are made of high-quality silicone.",
      "Longer and more resilient.",
      "Can effectively exfoliate and massage the skin.",
      "Suitable for everyone.",
      "Easy storage & Dry fast.",
      "Easy to reach your entire back.",
      "Washable and Durable.",
      "The scrubber will not damage the skin, and the other side is an elliptical structure that can massage every inch of your skin.",
      "The silicone back scrubber suits all skin types, from dry, oily to combination skin as well.",
      "The silicone bath towel’s length also works well to apply lotion to the bottom of the foot and heels, even for a person who can’t clean and massage his feet easily.",
      "It is travel-friendly, easy to use, and has double-sided usability, and comfortable."
    ],
    "category": "Bathing Accessories"
  },
  {
    "id": 1684,
    "name": "Silicone Iron Mat",
    "featured": false,
    "price": "175",
    "regular_price": "299",
    "sale_price": "175",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 1,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Iron-Mat.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Iron-Mat-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Iron-Mat-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Investors-List-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Investors-List-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Investors-List-1.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Investors-List.png"
    ],
    "description": [
      "Safety Assured:",
      "The silicone rest pad is slip-resistant so that the iron does not accidentally fall or slip when it's on standby.",
      "Easy Maintenance:",
      "Silicone iron mat is easy to clean and store. You can roll, fold, or even hang for easy and convenient storage.",
      "It is easy to clean with warm water and soap and can be wiped dry or left to air dry.",
      "It’s also dishwasher safe.",
      "Experience safety and ease without the hassle of maintenance with this product.",
      "Safety Information:",
      "This is made only for an automatic electric iron, not suitable for any other irons.",
      "Heat resistant capacity up to 220 degrees Celsius.",
      "It is washable, foldable, and portable.",
      "Protect Your Surfaces:",
      "Protect surfaces from your hot iron Prevent burn spots on your ironing board/mat or even your carpet.",
      "This silicon pad also helps prevent scratches on your iron. Protect both your iron and surfaces with this handy product.",
      "Specifications:",
      "Material: Silicone.",
      "Size: 14.5 x 25cm",
      "Color: Red, Blue, Yellow, and Green. (As per availability)",
      "Weight: 70g",
      "Package contains 1 Pcs. Of Iron Pad - Silicone Iron Resting Pad only.",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Silicone iron mat protects surfaces from a hot iron. Safe for use on ironing boards, tables, or counters. Raised dots help your iron cool faster.",
      "Made from high-quality silicone in the shape of iron.",
      "Please note that the iron shown is not part of the package."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 1674,
    "name": "Silicone Hand Gloves",
    "featured": false,
    "price": "225",
    "regular_price": "399",
    "sale_price": "225",
    "on_sale": true,
    "average_rating": "4.50",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Gloves.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Gloves-3.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Silicon-Gloves-2.png",
      "https://rubberfy.com/wp-content/uploads/2021/02/Investors-List-4.png"
    ],
    "description": [
      "Use For:",
      "Silicone hand gloves can be used for the kitchen, washing dishes, fruit and vegetable cleaning, cleaning the bathroom, cleaning the bedroom, removing wardrobe dust, care for pet hair, and washing the car.",
      "These unique rubber gloves are made with built-in silicon sponges right on the palms and fingers of the gloves. So, you can put them on and instantly start washing dishes without ever worrying about touching the nastiness of your dirty dishes.",
      "The magic gloves can be used semi-permanently without tearing.",
      "It is a combination of scrubber and rubber gloves.",
      "Since the product is heat resistant up to 160 degrees, it can be safely disinfected with boiling water or a microwave oven. Hot water disinfection/microwave disinfection (3 minutes).",
      "The product has a cleaning ability due to the silicon brush installed to clean the grind stains.",
      "When cleaning, you don't need any other brushes or sponges; you can feel the convenience of bare hands rubbing.",
      "Efficient Cleaning.",
      "Scrubbing Power.",
      "Multi-Use.",
      "Comfortable.",
      "Durable and Eco-friendly.",
      "Specifications:",
      "Material: Silicone.",
      "Size: 30 x 16 x 4 cm",
      "Color: Multi-Color.",
      "Weight: 135g",
      "Size: Medium.",
      "Color: On Availability.",
      "Package Includes: 1 Pair of Silicone Gloves.",
      "Note: Please allow a bit of error due to manual measurement.",
      "We hope you do not mind before you purchase."
    ],
    "short_description": [
      "Product Details:",
      "Silicone hand glove is a 100% food-grade silicon environmentally friendly product.",
      "It is easy to rinse with water as it can be sterilized in hot water.",
      "This product is more durable than rubber gloves and can be used repeatedly for a long time.",
      "It is fit for all people; the thick fingertips, full palm coverage design can grip better.",
      "The surface of different types of materials makes it easily do homework without hurting hands."
    ],
    "category": "Home and Kitchen"
  },
  {
    "id": 285,
    "name": "Silicone Massage Bath Brush",
    "featured": false,
    "price": "249",
    "regular_price": "519",
    "sale_price": "249",
    "on_sale": true,
    "average_rating": "5.00",
    "rating_count": 2,
    "stock_status": "instock",
    "image_sources": [
      "https://rubberfy.com/wp-content/uploads/2017/01/Silicone-Massage-Bath-Brush-2.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Silicone-Massage-Bath-Brush-3.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Silicone-Massage-Bath-Brush-1.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-1.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-2.png",
      "https://rubberfy.com/wp-content/uploads/2017/01/Investors-List-3.png"
    ],
    "description": [
      "Use For:",
      "Baby Bath Shower.",
      "Hair Cleaning.",
      "Body Cleaning.",
      "Pet Hair Cleaning.",
      "Massage Brush.",
      "How to Use:",
      "Open the lid of the silicone massage bath brush.",
      "Fill the container with the appropriate amount of shower gel.",
      "Squeeze the silicone massage bath brush with proper force.",
      "Gently wipe your body with this brush.",
      "Net Quantity: 1.00",
      "Specifications:",
      "Material: Silicone.",
      "Size: 8.5 cm x 7.9 cm x 5.5 cm",
      "Color: Yellow, Pink, and Blue – On availability.",
      "Weight: 195 g",
      "Style: Massage, Bath.",
      "Capacity: 80 ML",
      "Brand: Rubberfy",
      "Note: Please allow a bit of error due to manual measurement. We hope you do not mind before you purchase.",
      "FAQ'S",
      "Silicone products are very sturdy and long-lasting. How long a silicone bath brush last, depends on the specific person and their usage habit. Generally, it last from six months to a year.",
      "Rubberfy massage bath brush is very easy to clean. Wash it with hot water or running water, and there will be no foam residue.",
      "Absolutely not. Our silicone brush has extremely fine and soft bristles. So, they can be used for both adult and baby skin."
    ],
    "short_description": [
      "Product Details:",
      "Silicone massage bath brush functions to promote blood circulation and maintain health.",
      "Soft, flexible silicone bath brush, remove dead hair, lice, and bugs.",
      "Multi-functional comb: massage, bath, comb hair.",
      "Recycling, saving bath liquid design.",
      "The pressing force of the hand can control the shower gel.",
      "The contoured shape design will fit your palm perfectly. The brush will provide you with the best comfort.",
      "Made of soft and fine silicone bristles, the bristles are not easy to deform and have excellent heat resistance.",
      "Push the top port to spray shower gel and dispense shower gel on demand easily.",
      "The silicone body scrubber will give you a comfortable massage feeling when you use it to scrub your body.",
      "The silicone brush scrub can be used as a shower brush, facial brush, or even short hair wash."
    ],
    "category": "Bathing Accessories"
  }
]
